Repository: Yoohoo-Plugins/pmpro-pdf-invoices
Catalog: languages/pmpro-pdf-invoices-*.po
Languages: fr_fr

source: Generates PDF Invoices for Paid Memberships Pro Orders.
fr_fr: Génère des factures PDF pour les commandes Paid Memberships Pro.

source: Whoops! You need to be logged-in to get this data.
fr_fr: Oups ! Vous devez être connecté pour obtenir ces données.

source: Invoice doesnt exist
fr_fr: La facture n’existe pas

source: Template file reset.
fr_fr: Réinitialisation du template.

source: Regenerated rewrite file.
fr_fr: Fichier de réécriture régénéré.

source: Template Saved!
fr_fr: Template sauvegardé !

source: Could not save Template
fr_fr: Impossible d’enregistrer le template

source: If you are running PMPro PDF Invoices on a live site, we recommend an annual support license. <a href="https://yoohooplugins.com/plugins/zapier-integration/" target="_blank" rel="noopener">More Info</a>
fr_fr: Si vous exécutez PMPro PDF Invoices sur un site en ligne, nous vous recommandons une licence de support annuelle. <a href=« https://yoohooplugins.com/plugins/zapier-integration/« target=« _blank » rel=« noopener »>Plus d’infos</a>

source: Your license key has expired. We recommend in renewing your annual support license to continue to get automatic updates and premium support. <a href="https://yoohooplugins.com/plugins/zapier-integration/" target="_blank" rel="noopener">More Info</a>
fr_fr: Votre clé de licence a expiré. Nous vous recommandons de renouveler votre licence d’assistance annuelle pour continuer à bénéficier de mises à jour automatiques et d’une assistance premium. <a href=« https://yoohooplugins.com/plugins/zapier-integration/« target=« _blank » rel=« noopener »>Plus d’infos</a>

source: Saved successfully.
fr_fr: Enregistré avec succès.

source: An error occurred, please try again.
fr_fr: Une erreur s’est produite, veuillez réessayer.

source: License successfully activated.
fr_fr: Licence activée avec succès.

source: Unable to activate license, please ensure your license is valid.
fr_fr: Impossible d’activer la licence, veuillez vous assurer que votre licence est valide.

source: Deactivated license successfully.
fr_fr: Licence désactivée avec succès.

source: Shortcode automatically added to Account Page
fr_fr: Code court automatiquement ajouté à la page du compte

source: Tools
fr_fr: Outils

source: Settings
fr_fr: Paramètres

source: Shortcode
fr_fr: Code court

source: License
fr_fr: Licence

source: License Status
fr_fr: Statut de la licence

source: Expired
fr_fr: Expirée

source: Unregistered
fr_fr: Non enregistré

source: Activate License
fr_fr: Activer la licence

source: Template Editor
fr_fr: Éditeur de template

source: It appears you do not have a custom template set up.
fr_fr: Il semble que vous n’ayez pas défini de template personnalisé.

source: Create Template
fr_fr: Créer un template

source: You are using a custom template.
fr_fr: Vous utilisez un template personnalisé.

source: Edit Template
fr_fr: Éditer le template

source: Reset Template
fr_fr: Réinitialiser le template

source: Select Template
fr_fr: Sélectionner le template

source: Download PDF Sample
fr_fr: Télécharger l’échantillon PDF

source: <strong>Tip:</strong> Not sure where to start? use one of our included templates by clicking on 'Select Template'
fr_fr: <strong>Astuce :</strong> Vous ne savez pas par où commencer ? Utilisez l’un de nos templates inclus en cliquant sur « Sélectionner un template ».

source: Generate Missing Invoices
fr_fr: Générer des factures manquantes

source: No output data yet...
fr_fr: Pas encore de données de sortie…

source: Please leave this window open while processing
fr_fr: Veuillez laisser cette fenêtre ouverte pendant le traitement

source: Generate
fr_fr: Générer

source: Nginx Detected
fr_fr: Nginx détecté

source: We detected that your installation is running on Nginx. To protect generated invoices that are stored on your web server, the following Nginx rule should be added to your Nginx WordPress installation config file.
fr_fr: Nous avons détecté que votre installation fonctionne sous Nginx. Pour protéger les factures générées qui sont stockées sur votre serveur web, la règle Nginx suivante doit être ajoutée au fichier de configuration de votre installation WordPress Nginx.

source: ZIP & Download
fr_fr: Compresser et télécharger

source: Click the button above to download all stored invoices as a ZIP file. Alternatively individual files can be downloaded from the orders page
fr_fr: Cliquez sur le bouton ci-dessus pour télécharger toutes les factures enregistrées dans un fichier ZIP. Il est également possible de télécharger des fichiers individuels à partir de la page des commandes

source: Invoice Logo
fr_fr: Logo de la facture

source: No Logo Selected
fr_fr: Aucun logo sélectionné

source: Select Image
fr_fr: Sélectionner une image

source: Remove
fr_fr: Retirer

source: Attach PDF's to admin checkout emails
fr_fr: Joindre des fichiers PDF aux emails d’achat des administrateurs

source: ZipArchive Module
fr_fr: Module ZipArchive

source: Invoice Rewrite Status
fr_fr: Statut de la réécriture de la facture

source: Invoices cannot be accessed directly.
fr_fr: Les factures ne sont pas directement accessibles.

source: Inactive
fr_fr: Inactif

source: Invoice are not secured and can be accessed directly.
fr_fr: Les factures ne sont pas sécurisées et peuvent être consultées directement.

source: Regenerate Invoice Rewrites
fr_fr: Régénérer les réécritures de factures

source: Use this tool to regenerate the rewrite file
fr_fr: Utilisez cet outil pour régénérer le fichier de réécriture

source: Regenerate Rewrite File
fr_fr: Régénérer le fichier de réécriture

source: PDF Invoice List
fr_fr: Liste des factures PDF

source: This can be placed in a page to allow users to download all their invoices as a ZIP file
fr_fr: Celui-ci peut être placé dans une page pour permettre aux utilisateurs de télécharger toutes leurs factures sous forme de fichier ZIP

source: ZipArchive module not enabled within your server environment. This shortcode will be disabled
fr_fr: Le module ZipArchive n’est pas activé dans votre environnement serveur. Ce code court sera désactivé

source: This can be placed in a page to allow users to download their PDF Invoices
fr_fr: Cela peut être placé dans une page pour permettre aux utilisateurs de télécharger leurs factures PDF

source: Add to Account Page
fr_fr: Ajouter à la page du compte

source: Let us automatically add these shortcodes to your PMPro Account Page
fr_fr: Laissez-nous ajouter automatiquement ces codes courts à votre page de compte PMPro

source: Close
fr_fr: Fermer

source: Click on a tile below to apply template to your invoices
fr_fr: Cliquez sur une vignette ci-dessous pour appliquer le modèle à vos factures

source: Default Template
fr_fr: Template par défaut

source: Corporate Template
fr_fr: Modèle corporate

source: <strong>Note: </strong>Selecting a bundled theme will override any custom templates you may have setup
fr_fr: <strong>Note : </strong>La sélection d’un thème groupé remplacera tous les modèles personnalisés que vous pourriez avoir configurés

source: Billing Details
fr_fr: Détails de la facturation

source: Invoice PDF
fr_fr: Facture PDF

source: Download PDF
fr_fr: Télécharger le PDF

source: Please login to view this content
fr_fr: Veuillez vous connecter pour voir ce contenu

source: PDF Invoices
fr_fr: Factures PDF

source: No PDF invoices found...
fr_fr: Aucune facture PDF trouvée…

source: Download all PDF's as ZIP
fr_fr: Téléchargez tous les PDF au format ZIP

source: Paid Memberships Pro - PDF Invoices - Nginx Detected
fr_fr: Paid Memberships Pro - Factures PDF - Nginx détecté

source: I've Added The Nginx Rule
fr_fr: J’ai ajouté la règle Nginx

source: Blank Template
fr_fr: Template vierge

source: Green
fr_fr: Vert

source: Split
fr_fr: Diviser

source: Please login to view your invoices.
fr_fr: Merci de vous connecter pour voir vos factures.

source: Nonce is invalid
fr_fr: Nonce n’est pas valide

source: %s your copy of PMPro PDF Invoices to receive access to automatic upgrades and support. Need a license key? %s
fr_fr: %s votre copie de PMPro PDF Invoices pour avoir accès aux mises à jour automatiques et au support. Besoin d’une clé de licence ? %s

source: Register
fr_fr: Registre

source: Purchase one now.
fr_fr: Achetez-en un maintenant.

source: Generate PDF
fr_fr: Générer le PDF
